[
  {
    "score": 1,
    "item": {
      "id": "544d10da-c7e1-4181-a13c-082e1cc08d1a",
      "parentId": null,
      "noticeIdentifier": "MT235942",
      "title": "Contract for the Provision of Facility Condition Assessments",
      "description": "Merseyside Waste Disposal Authority (MWDA) is inviting tenders from suitably qualified and experience contractors to undertake Facility Condition Assessments at selected key operational facilities.\r\nThe assessment findings will provide an account of the condition of the facilities, (identifying any damage, repair, or maintenance issues), along with making recommendations for remediation works to ensure the facilities can remain in an operational condition up until 2034.",
      "cpvDescription": "Industrial property services and Commercial property management services and Building surveying services and Non-residential property services",
      "cpvDescriptionExpanded": "Real estate services, Real estate agency services on a fee or contract basis, Property management services of real estate on a fee or contract basis, Non-residential property services, Architectural, construction, engineering and inspection services, Engineering services, Consultative engineering and construction services, Building services",
      "publishedDate": "2025-11-14T17:45:06Z",
      "deadlineDate": "2026-02-16T12:00:00Z",
      "awardedDate": null,
      "awardedValue": 0,
      "awardedSupplier": null,
      "approachMarketDate": null,
      "valueLow": 0,
      "valueHigh": 0,
      "postcode": "",
      "coordinates": "0,0",
      "isSubNotice": false,
      "noticeType": "Contract",
      "noticeStatus": "Open",
      "isSuitableForSme": true,
      "isSuitableForVco": false,
      "lastNotifableUpdate": "2025-11-14T17:45:06Z",
      "organisationName": "Merseyside Waste Disposal Authority",
      "sector": "",
      "cpvCodes": "70332300 70332200 71315300 70332000",
      "cpvCodesExtended": "70000000 70300000 70330000 70332000 71000000 71300000 71310000 71315000",
      "region": "North West",
      "regionText": "North West",
      "start": "2026-03-30T00:00:00+01:00",
      "end": "2026-09-18T00:00:00+01:00"
    }
  },
  {
    "score": 1,
    "item": {
      "id": "2b9281ef-a6ed-48a0-b5e4-4a775548ff56",
      "parentId": null,
      "noticeIdentifier": "MT235941",
      "title": "Contract for the Preliminary Contamination Risk Assessments",
      "description": "Merseyside Waste Disposal Authority (MWDA) is inviting tenders from suitably qualified, experienced and registered Specialist in Land Condition (SiLC) ground investigation contractors to undertake Preliminary Contamination Risk Assessments at several of the Authority&#039;s operational waste management facilities.\r\nMWDA&#039;s long-term waste management contract, the Waste Management and Recycling Contract (WMRC), expires in 2034 and there are a number of contractual obligations required to be undertaken prior to the expiry of the Contract. This includes a determination if any ground contamination has occurred during the life of the contract.\r\nThe sites that form MWDA&#039;s operational estate were leased to the WMRC Contractor upon its commencement in 2009. The Authority wishes to employ a suitably qualified and experienced contractor to determine and assess the potential for, or presence of, contamination associated with the operations carried out during the contractual term of the WMRC.\r\nThe Authority wishes to undertake this work in two distinct phases. First, a desk-based study to determine if the sites are at risk of additional contamination as a result of the operations undertaken throughout the duration of the WMRC.\r\nA second intrusive phase, which will be tendered separately, will be undertaken where necessary and based on the findings of the desk study for each of the sites. This will entail the investigation, collection and analytical testing of samples as deemed necessary during the Preliminary Contamination Risk Assessment.",
      "cpvDescription": "Site-investigation services and Ground investigation work and Ground investigation services and Chemicals and oil pollution investigation services and Pollution investigation services",
      "cpvDescriptionExpanded": "Architectural, construction, engineering and inspection services, Construction-related services, Construction work, Site preparation work, Building demolition and wrecking work and earthmoving work, Demolition, site preparation and clearance work, Engineering services, Engineering-related scientific and technical services, Geological, geophysical and other scientific prospecting services, Sewage, refuse, cleaning and environmental services, Environmental services, Environmental management, Pollution investigation services",
      "publishedDate": "2025-11-14T17:45:04Z",
      "deadlineDate": "2026-02-16T12:00:00Z",
      "awardedDate": null,
      "awardedValue": 0,
      "awardedSupplier": null,
      "approachMarketDate": null,
      "valueLow": 0,
      "valueHigh": 0,
      "postcode": "",
      "coordinates": "0,0",
      "isSubNotice": false,
      "noticeType": "Contract",
      "noticeStatus": "Open",
      "isSuitableForSme": true,
      "isSuitableForVco": false,
      "lastNotifableUpdate": "2025-11-14T17:45:04Z",
      "organisationName": "Merseyside Waste Disposal Authority",
      "sector": "",
      "cpvCodes": "71510000 45111250 71351500 90715100 90715000",
      "cpvCodesExtended": "71000000 71500000 45000000 45100000 45110000 45111000 71300000 71350000 71351000 90000000 90700000 90710000 90715000",
      "region": "North West",
      "regionText": "North West",
      "start": "2026-03-30T00:00:00+01:00",
      "end": "2026-09-18T00:00:00+01:00"
    }
  }
]